"Volume" = "Volumen"; 
"Tuning" = "Afinación"; 
"Harmonics" = "Armónicos"; 
"Timbre" = "Color tonal"; 
"Timbre Envelope" = "Envolvente color tonal"; 
"Decay" = "Tiempo de caída"; 
"Richness" = "Sonoridad"; 
"Distortion" = "Distorsión"; 